Repository: armycreator/armycreator-website
Catalog: src/Sitioweb/Bundle/ArmyCreatorBundle/Resources/translations/messages.*.xlf
Languages: fr

source: New Breed
fr: Nouvelle liste

source: Print
fr: Imprimer

source: Share
fr: Partager

source: Delete army
fr: Supprimer

source: Delete squad
fr: %pts% pts

source: Add squad
fr: %pts% pts

source: BBCode
fr: Appliquer

source: apply
fr: Appliquer + enregistrer

source: save and apply
fr: Supprimer

source: points
fr: Ajouter une escouade

source: __army.new.title
fr: BBCode

source: __army.new.create
fr: points

source: __army.new.back_to_list
fr: __army.bbcode.back_to_army

source: Army list
fr: __army.bbcode.select_all

source: No group
fr: Nouvelle armée

source: Edit group
fr: Créer

source: Delete group
fr: Retour aux listes

source: New army
fr: Listes d'armée

source: Breed
fr: Editer le groupe

source: points
fr: Supprimer le groupe

source: name
fr: Aucun groupe

source: status
fr: toutes mes listes

source: created date
fr: {0} aucune armée|{1} une armée|]1,Inf] %count% armées

source: updated date
fr: Nouvelle liste

source: actions
fr: Race

source: edit
fr: Points

source: __army.list.delete_confirm
fr: Nom

source: delete
fr: Statut

source: edit army
fr: Création

source: edit
fr: Mise à jour

source: back to army list
fr: Actions

source: __home.hello.%username%
fr: Editer

source: __ home.welcome_text
fr: Confirmez-vous la suppression ?

source: __home.things_to_do.1
fr: Supprimer

source: __home.things_to_do.2
fr: Editer

source: __home.things_to_do.3
fr: Editer

source: __army_group.edit.title
fr: Retour aux listes

source: __army_group.edit.edit
fr: Supprimer

source: __army_group.edit.back_to_list
fr: Bonjour %username%

source: __army_group.edit.delete
fr: __ home.welcome_text

source: new %unitTypeName%
fr: __home.things_to_do.1

source: other breed
fr: __home.things_to_do.2

source: change unit type
fr: __home.things_to_do.3

source: squad choice
fr: Nouveau groupe d'armée

source: squad stuff
fr: Créer

source: %unitGroupPoints% pts. min.
fr: Retour aux listes

source: one unit|%count% units
fr: Editer un groupe

source: __header.welcome
fr: Editer

source: __header.hello.%username%
fr: Retour aux listes

source: __header.logout
fr: Supprimer

source: __header.login
fr: Ajouter %unitTypeName%

source: __header.sign_up
fr: %unitGroupPoints% pts mini

source: home
fr: une unité|%count% unités possibles

source: forum
fr: Retour à l'armée

source: my army list
fr: Changer de race

source: my games
fr: Changer de type d'unité

source: collection
fr: Choix de l'escouade

source: public lists
fr: Choix des équipements

source: tools
fr: éditer une escouade

source: donation
fr: éditer %unitTypeName%

source: my last army
fr: Editer

source: create an army
fr: Créer

source: my collection
fr: %pts% pts

source: forum
fr: Retour à l'armée

source: make a donation
fr: nb points de l'escouade

source: my army list
fr: Bienvenue sur ArmyCreator

source: __breadcrumb.home
fr: Bonjour %username%

source: __home.welcome_text
fr: Se déconnecter

source: __army_list.group_list.all_armies
fr: Connexion

source: __breadcrumb.army_list
fr: Inscription

source: __army_group.edit.name_label
fr: Accueil

source: __breadcrumb.bbcode
fr: forum

source: __breadcrumb.army_new
fr: liste d'armées

source: __breadcrumb.army_edit
fr: mes parties

source: __breadcrumb.army_delete
fr: ma collection
